using System;


class Program
{
    static void Main()
    {
        /* Фирма, занимаваща се с маркетинг, иска да пази запис с данни на нейните служители. 
         Всеки запис трябва да има следната характеристика – първо име, фамилия, възраст, пол (‘m’ или ‘f’) и 
         уникален номер на служителя (27560000 до 27569999). Декларирайте подходящи променливи, 
         за да се запази информацията за един служител, като използвате подходящи типове данни и описателни имена.*/

        string firstName = "Ivanna";
        string lastName = "Petrova";
        byte age  = 23;
        char gender = 'f';
        int id = 27560000;
        Console.WriteLine(firstName + " " + lastName + " was " + age + " years, " + "(gender) " + gender + "," + " (id) " + id);
    }
}

